{
  "d67260d2022076a8cc39dad8fd682fde41dec4d4": "2-izbový byt s rozlohou 77,43 m²; nachádza sa 5 minút pešo od centra Trnavy; čiastočná rekonštrukcia; pivnica a loggia; nízke mesačné náklady; možnosť úpravy na 3-izbový byt.",
  "dbe7554f1bf6c4a4e19de71b8ef328eab17870d0": "2-izbový byt s podlahovou plochou 58,17 m² na 2. poschodí; vlastné parkovacie miesto, loggia a technická miestnosť; vhodný na prenájom, 6 km od Trnavy.",
  "bc9061add6ab946db070b5c0ba6ae745c678af1f": "Rezidencia Zelenice ponúka byty od garzóniek po 3-izbové; projekt sa nachádza na uzavretom komplexe s bazénom, saunou a záhradou, s plánovaným dokončením v 4Q 2026.",
  "fc4c4255148ef34ff127e21fa1e24050306540bf": "2-izbový byt s rozlohou 51 m²; nachádza sa na 3. poschodí s výťahom, balkónom 8 m² a parkovacím miestom v garáži; tichá lokalita s dobrou občianskou vybavenosťou.",
  "7b73b192c850b51f4386d96811626b0091943c2e": "Kompletne zrekonštruovaný 3-izbový byt s výmerou 67 m²; nachádza sa na 3. poschodí v zateplenom dome; k bytu patrí lodžia a veľká murovaná pivnica.",
  "4f438dc93b146efa28ca054939452d743e77edbd": "3-izbový byt po kompletnej rekonštrukcii s plochou 68 m²; nachádza sa na 2. poschodí s výťahom; klimatizácia; pivnica 1,75 m²; dobrá dostupnosť na diaľnice; parkovanie bez poplatku.",
  "d017cde6e9b2e8d88266bf3722f35b29e688f48e": "4-izbové mezonety s výmerou až 182,17 m²; podlahové kúrenie, stropné chladenie, rekuperácia; možnosť dokúpiť podzemné parkovanie; výhľad na Ružový park alebo historické centrum Trnavy.",
  "846521ebd00fa79028a76e1b4053c811d35e5617": "Projekt Púpavy Residence ponúka priestranné 3-izbové byty s výmerou až 79,93 m²; výborná lokalita v centre Trnavy s komplexným vybavením a možnosťou podzemného parkovania.",
  "184508c5ac1deea34765473cee56c7d43cfe5e5f": "Luxusné 2-izbové byty s výmerou do 61,57 m²; projekt v centre Trnavy s podlahovým kúrením, stropným chladením a rekuperáciou; komfortné parkovanie v podzemnej garáži.",
  "2a7dc1d17bd344ddfbfa34c18edffdf63c878923": "2-izbový byt s úžitkovou plochou 60,34 m²; vybavený priestranným balkónom 10,43 m²; podzemné parkovanie a pivnice; stropné chladenie a kúrenie.",
  "8d4f62ceae1fb8e9fd3ff23cfec29c8fc81120ee": "Exkluzívny 4-izbový byt s privátnou záhradou a celkovou plochou 104,90 m²; stropné chladenie a vykurovanie, podlahové kúrenie v kúpeľniach; výborné napojenie na diaľnicu D1.",
  "5ad891af94c1cb78c7ae1b1b2dfafe65e55dfc22": "V ponuke sú 1,5-izbové, 2-izbové a 3-izbové byty s výmerou 50 m²; projekt ponúka podlahové kúrenie, balkón a možnosť parkovania. Lokalita Kamenný Mlyn je blízko centra Trnavy s kompletnou občianskou vybavenosťou.",
  "d37f2b7c42a3970c4ea04413e10e0f5bab5a5e5d": "Projekt Orolská záhrada ponúka 76 bytov, od 1-izbových po 4-izbové; každý byt má balkón alebo terasu. Dôraz na moderné technológie, podzemné parkovanie a výborné napojenie na D1.",
  "2e7bd39932482e43fd6a308f6e272c6000316295": "Projekt Púpavy pri Aleji ponúka 78 priestranných bytov s energetickým certifikátom A; každý byt má stropné kúrenie a chladenie, priestrannú terasu, balkón alebo predzáhradku, a zabezpečené parkovanie.",
  "2f6043f1e87a8604e344af7259cc52d18426df39": "Púpavy pri Aleji ponúkajú priestranné 1-izbové, 2-izbové a 3-izbové byty s výmerami od 44 m² do 85 m²; projekt zabezpečuje stropné kúrenie a chladenie, ako aj terasy a balkóny.",
  "f462766bc906568771868d29d67dcacb46733d9e": "Predaj podkrovného 2-izbového bytu s výmerou 56 m² v novostavbe v historickej časti Trnavy; súčasťou je garážové státie a pivnica; mesačné náklady cca 165 €.",
  "151492879d1c4728858f6cc1fe1ebf68ad51de2a": "Ponuka 2-izbových domov s úžitkovou plochou 47,31 m²; každý dom má 1 parkovacie miesto, terasu a záhradu. Novostavba v tichom prostredí, 4 minúty od diaľnice D1.",
  "453d7b529ff2fcc8bfdab8f3586e8ddb68698b3f": "Novostavba 2,5-izbového bytu s výmerou 76,25 m² v historickom centre Trnavy; samostatný vstup, klimatizácia, samostatné plynové kúrenie, murovana pivnica 4,62 m²; možnosť podzemného parkovania.",
  "13c59efaa25c6a019b2eee9efc931d6690bef398": "Byt je 1-izbový s čiastočnou rekonštrukciou; nachádza sa v zrekonštruovanom dome s balkónom a dostatkom parkovacích miest; ideálne na prenájom v dobrej lokalite s občianskou vybavenosťou.",
  "8b334866be773d68fd840b4e4ab59c45c89b16e0": "Moderný 3-izbový byt v novostavbe s výmerou 80 m² a zasklenou loggiou 6 m²; disponuje kvalitným vybavením, podlahovým vykurovaním a murovanóm pivnicou. Lokalita v srdci Trnavy s kompletnou občianskou vybavenosťou.",
  "b3c7650cf82938a0b2cad5fd159de801273c5772": "Ponúkame moderný 2-izbový byt s rozlohou 47 m²; nachádza sa na 6. poschodí v zateplenom dome s výťahmi; možnosť pokračovania nájmu, vhodný ako investičný byt.",
  "dc2621607abce323d8d45784ecf71f42776e81cc": "1-izbový holobyt v novostavbe s výmerou 28 m²; nachádza sa v historickom centre Trnavy; kryté parkovacie miesta, príprava na klimatizáciu, podlahové vykurovanie.",
  "de83b391d995cb577bd7cdc1f149e5a2149b5bb2": "Priestranný 3-izbový byt s úžitkovou plochou 71 m²; kompletná rekonštrukcia v roku 2021; dva balkóny; garáž a pivnice; tichá lokalita s dobrým prístupom na diaľnicu.",
  "fcc64d173becc64ab5c41e52cde202da4bdc9cdb": "4-izbový mezonet s výmerou 108,64 m²; nachádza sa na 2. a 3. poschodí, má 2 parkovacie miesta, 3 klimatizačné jednotky a je vzdialený 3 minúty pešo od centra.",
  "269d06bd5529b128a379cff00a1d844d8a48eba5": "Na predaj 4-izbový mezonet s výmerou 108,64 m², klimatizáciou a dvomi parkovacími miestami; nachádza sa 3 minúty pešo od centra mesta, s kompletnou občianskou vybavenosťou.",
  "94233229045a3a6c5cb0dfcf71cf1f5a79f8aadb": "Priestranný 4-izbový byt o výmere 86,42 m², na 1. poschodí v zateplenej budove s výťahom; vybavený, dva pivnice; mesačné náklady 200 €; blízko MHD a občianskej vybavenosti.",
  "37365d8c3552f97c65c766e577e7a9bb8e921e35": "3-izbový byt s výmerou 65 m² po kompletnej rekonštrukcii; ideálne 3. poschodie s loggiou a pivnicou; v pešej vzdialenosti od univerzity a občianskej vybavenosti, zaručuje vysoký nájomný potenciál.",
  "426d25f121582d18dbb11a7c78c015f3081be057": "Kompletne zrekonštruovaný 2-izbový byt s výmerou 40 m²; nachádza sa na 3. poschodí tehlového domu, s balkónom a nízkymi mesačnými nákladmi. V pešej vzdialenosti od centra a s dobrou dostupnosťou služieb.",
  "6685447c6164a14905eb0d26bf9626496bffacea": "2-izbový byt s výmerou 48 m²; nachádza sa na 4. poschodí z 12 s výťahom; obsahuje dva balkóny; čiastočná rekonštrukcia; vyhľadávaná lokalita s kompletnou občianskou vybavenosťou.",
  "c762443ccaecb3c524aa40808aded5572a3028b1": "Svetlý 2-izbový byt o výmere 58 m² na 4. poschodí s dvoma balkónmi; čiastočne rekonštruovaný, zateplený bytový dom s výťahom; dobrá dostupnosť do centra a občianska vybavenosť.",
  "7051bfd41344385cd1adb84be518cba3d92f713c": "4-izbový byt s obytnou plochou 75 m²; nachádza sa na 1. poschodí z 3, v tehlovej bytovke z roku 1990; lodžia, pivnica, bez výťahu, možnosť prispôsobiť si ho podľa vlastného vkusu.",
  "39f58e4653e687cb72a6a207cc79ea2f879f4638": "3-izbový byt s rozlohou 76,65 m²; novostavba na 2. poschodí; disponuje lodžiou 5,24 m², má výťah, parkovanie a energetickú triedu A0; ideálna lokalita s blízkosťou služieb a parku.",
  "4021dcc0417f72c08412bace97fe0e0856cc7e14": "4-izbový byt s výmerou 101,42 m² a lodžiou 10,25 m²; nachádza sa v novostavbe s energetickou triedou A0, výťahom a podzemnou garážou; blízko centra Trnavy s revitalizovaným parkom.",
  "52c2a17869bf5721d7351123acb2009031a0bb4c": "5-izbový byt s úžitkovou plochou 162,75 m² a terasou 141,55 m²; novostavba s modernou dispozíciou a nízkymi nákladmi na energie; možnosť dokúpiť parkovacie státia a pivnicu.",
  "a9fb367bff62856c566cf43be4beeddf5b51b79f": "4-izbový byt s podlahovou plochou 96,81 m²; nachádza sa na 2. nadzemnom podlaží s priestranným balkónom 9,90 m²; projekt s najúspornejšou energetickou triedou A0 a podzemnou garážou.",
  "c91db3ecded1c45321721b26a10c0d5fde3956ac": "Podkrovný byt v historickom centre Trnavy; výmera a počet izieb nie sú uvedené; súkromná terasa, možnosť dokúpiť parkovacie státie; lokalita s bohatou ponukou služieb.",
  "a537cdba8fecfb9ab7357446ac83952ad83a79d7": "Moderný 2-izbový byt s výmerou 46,5 m² a balkónom 3,7 m²; nachádza sa na 3. poschodí novostavby v Trnave, pripravený na nasťahovanie, s kompletnou občianskou vybavenosťou v okolí.",
  "1f239ca28d93f75bc0750854565e1b52aadbcf5c": "Priestranný  byt na druhom poschodí s terasou; možnosť dokúpenia parkovacieho státia a pivnice; lukratívna lokalita na Hlavnej ulici v centre Trnavy.",
  "eb220b26e1d9739b3b944a720a1042748259d8ab": "Priestranný byt na druhom nadzemnom podlaží v historickom objekte; možnosť dokúpiť parkovacie státie a pivnicu; lukratívna lokalita na pešej zóne s blízkosťou reštaurácií a obchodov.",
  "8d5813fc3d9241cc9104a339e84d57af11896cbc": "Na predaj je 5 priestranných bytov na 2. nadzemnom podlaží v historickom objekte; ponúkajú možnosť dokúpiť parkovacie státie a pivnicu; lukratívna lokalita v centre Trnavy na Hlavnej ulici.",
  "0e7ac617dccf82ad0a9776eaf6795bef8fccea94": "Predaj 1-izbového bytu s výmerou 27,46 m² a balkónom 4,95 m² na 3. nadzemnom podlaží; projekt s podzemnou garážou a výťahom, energetická trieda A0.",
  "df8c07efb4fd2f072e6b3da586073ab6c5cc5754": "Ponúkame 2-izbový byt v novostavbe o rozlohe 54,39 m² s balkónom 4,68 m²; nízke mesačné náklady 135 €/mesiac; ideálne ako investícia v pohodlnej lokalite s množstvom zelene.",
  "ca0a0f7f3fa9c29045b20162cf6ce0566f2901f6": "3-izbový byt s úžitkovou plochou 73 m² a balkónom na 5. poschodí v novostavbe; k bytu patrí pivnica a dve parkovacie miesta; výborná dostupnosť do centra Trnavy a MHD.",
  "5eecd7806afac7b4380f62a7b5ee868fdee7e0ec": "V IV. etape projektu Cukrovar je k dispozícii 4-izbový byt s podlahovou plochou 104,63 m² a lodžiou 8,45 m²; byt je na 2. nadzemnom podlaží s podzemnou garážou a výťahom.",
  "98ab8c0580cbef5cb2c39a4be4a2a27c5cd3b031": "2-izbový byt s úžitkovou plochou 48 m²; nachádza sa v novostavbe, obsahuje balkón (9 m²) a klimatizáciu; v pešej dostupnosti sú obchody, MHD a nákupné centrum.",
  "77b6e6cffaca8ab3da83815122fc8d3ebce9f77d": "Podkrovný byt s otvoreným priestorom disponuje terasou; nachádza sa v centre Trnavy na pešej zóne, v blízkosti kaviarní a reštaurácií.",
  "2e3fb959c3b09130f3f7083d338fc4de49815cc9": "3-izbový byt s výmerou 65 m² a terasou 15 m²; nachádza sa na 5. poschodí novostavby v lokalite s dobrou dostupnosťou do centra Trnavy a kompletnou občianskou vybavenosťou.",
  "dc10898d45ca57081fc87e728741cd7eb1ddb3e7": "3-izbový byt s výmerou 77,87 m² na 3. poschodí; kompletne zariadený, klimatizácia, balkón, technická miestnosť; parkovacie miesto k dokúpeniu.",
  "7a184bb65fb2f366f0310b7247839076826e2867": "3-izbový byt v novostavbe s výmerou 72,89 m² a predzáhradkou 41,43 m²; nachádza sa na 1. podlaží, s výťahom a garážou; blízko MHD a centra mesta.",
  "aa98049f141417b95f5bde4e709782a652f32e6a": "Predaj 2-izbového bytu s balkónom, výmera 40,84 m²; nachádza sa na 1. poschodí. Projekt CUKROVAR má plánované dokončenie IV. etapy v 1Q 2027 a zahŕňa podzemnú garáž a výťah.",
  "bcdcabd41f0c2c564e270e1070485d7718ffb7c4": "V III. etape ponúkame 2-izbový byt s výmerou 58,54 m² a balkónom; nachádza sa na 1. poschodí s orientáciou na JV a sever. Projekt s garážou, výťahom a energetickou triedou A0.",
  "82442ea6dd4b5c8287cff6d4829002710b9dffda": "Priestranný podkrovný byt na druhom poschodí; veľkometrážna terasa; lukratívna lokalita v centre Trnavy; možnosť dokúpiť parkovacie státie a pivnicu.",
  "cede28a9cb7887d4293819b0be7b169bb0993a7f": "1-izbový byt s výmerou 26,34 m² a lodžiou 5,53 m²; nachádza sa na 3. poschodí, orientovaný na západ do parku; projekt v energetickej triede A0, súčasťou sú podzemné garáže a výťah.",
  "4a93a3f9d4cc8d09cf023481671e8bb22021b443": "2-izbový byt s výmerou 48,78 m² a balkónom 4,95 m²; nachádza sa na 2. nadzemnom podlaží; k dispozícii podzemná garáž a výťah; nízkoenergetická trieda A0.",
  "d23149c42854a3dbb4d7cf1f834d6f5e3ddaf144": "3-izbový byt s dvoma loggiami; k dispozícii pivnica a kočikáreň; výborná dostupnosť do centra a napojenie na diaľnicu D1.",
  "06790ec231751dda6457259a420a66e00105c693": "Trojte izby; výmera 55 m², udržiavaný stav; 2. poschodie, bez výťahu; mesačné náklady 225 €; pešia dostupnosť do centra 10-12 minút; blízko škola, obchody a zeleň.",
  "cea84a85b7e4d4dea5cf62702dc2fd103cb7d03c": "Zrekonštruovaný 2-izbový byt s výmerou 63 m²; nachádza sa na 3. poschodí bez výťahu; mesačné náklady sú 145 €; v blízkosti kompletná občianska vybavenosť a výjazd na diaľnicu.",
  "f2d66732416494108d556335ce2438f0c55ea9bc": "Jednoizbový byt o výmere 37,67 m²; 4. poschodie z 8; loggia; orientácia na severovýchod; mesačné náklady 104 €; blízko kompletnej občianskej vybavenosti a parku.",
  "f356a1ef0de1f37f899aa6a22fb484c7871b0639": "Moderný 2-izbový byt v novostavbe s výmerou 55,80 m²; klimatizácia, loggia, pivnica; 4. poschodie s vnútorným parkovaním; lokalita 10 minút od centra. Aktívny životný štýl s cyklotrasou v okolí.",
  "5ae80259963d53cce51f3fd6b73eee5fbabae23a": "3-izbový byt s plochou 66,83 m²; krytý balkón; kompletne občianska vybavenosť; výborná dostupnosť MHD pred domom; blízko rekreačnej oblasti Kamenný mlyn.",
  "cd01658324048cb7b938414a77f5ae95adecc8fc": "4-izbový byt v pôvodnom stave; plocha 100 m²; nachádza sa na prízemí; k bytu patrí terasa 17 m² a dve záhrady; parkovanie pred domom; vykurovanie plynovými kachlami.",
  "e062091a047c0e8d7a7f13f12eca867a6b26cbcd": "Ponúkame 2-izbový byt v novostavbe s podlahovou plochou 52 m²; terasa s výmerou 5,44 m²; mesačné náklady do 130 €. Byt je zariadený a vhodný na prenájom.",
  "b21393c5ccdcb6cdd114649411cf3926b2ed86a7": "Ponúkame 3.5-izbový byt s plochou 74 m² na 2. poschodí; čiastočná rekonštrukcia, balkón, pivnica; výborná lokalita s prístupom k športovým a rekreačným aktivitám.",
  "e5f8e2f4b7ab12dd5160bb8ae9d598543b1aab20": "Slnečný 4-izbový byt v centre Trnavy; výmera 74 m², 2. poschodie, čiastočná rekonštrukcia; balkón, pivnica; blízko zelene a športovo-rekreačných možností.",
  "2153b7a769cb9a0a9d3aa579a5849d416790e961": "Na predaj 4-izbový byt s výmerou 105 m²; nachádza sa na 3. poschodí v zateplenom dome; má loggiu a blízko dobrú občiansku vybavenosť s pešou dostupnosťou do centra za 15 min.",
  "fe6f1d66d3e294817ed2dba1da23535d2cd2161d": "Byt na 2. poschodí so 3 izbami a balkónom; kompletne zrekonštruovaný; garáž k dispozícii; dobrá občianska vybavenosť v okolí.",
  "832ad1325fb4ec7db2b0d58497e3ab9bc2cd4db1": "1-izbový byt po čiastočnej rekonštrukcii; nachádza sa v zateplenom dome s novým výťahom; mesačné náklady sú 98,14 €; bezproblémové rezidenčné parkovanie; vhodné na prenájom.",
  "2bb73ca75d8a870f552469269b12de18aea7da60": "3-izbový byt s rozlohou 60 m²; nachádza sa na 1. poschodí bezbariérového bytového domu; orientácia na severovýchod, bez nutnosti klimatizácie; bezproblémové parkovanie v okolí.",
  "754ccde2e9ac5484a867c5d224c8758b9993ff35": "Slnečný 3-izbový byt s výmerou 73,39 m² nachádzajúci sa na 1. poschodí s loggiou; postupná rekonštrukcia a klimatizácia; nízke mesačné náklady 203 €.",
  "da11509ef26478e1dfb7059c2fc763377b8e0b17": "Priestranný 3-izbový byt o rozlohe 74,99 m² s loggiou na 5. poschodí; čiastočná rekonštrukcia; v blízkosti výbornej občianskej vybavenosti a MHD, s rýchlym prístupom do centra Trnavy.",
  "1ec1488fd96d36ca16e75d054a2aaf23261fc5b5": "1-izbový byt v novostavbe; výmera 39,47 m², na 2. poschodí, s loggiou a pivnicou; výborná dostupnosť do centra Trnavy, len 4 km.",
  "2cedb838e7c0ca4c68694ab9a806214ed0040714": "3-izbový byt s loggiou a pivnicou o výmere 65 m²; nachádza sa na 4. poschodí v kompletne zrekonštruovanom dome v tichej lokalite s nízkymi prevádzkovými nákladmi a dobrým prístupom k občianskej vybavenosti.",
  "06d44d68fa6c6ab0fb5acb6938ee5e34b11dec0a": "Ponúkame 2-izbový byt s výmerou 47,32 m² na prízemí; disponuje terasou 7,46 m², pivnicou 5,03 m² a vyhradeným parkovaním. Novostavba je v lokalite s dobrou pešou dostupnosťou do centra.",
  "bcabb7b564046c7df489af4ffa737c1812cd56d6": "4-izbový byt s výmerou 79 m², na 5. poschodí po kompletnej rekonštrukcii; obsahuje kuchyňu s jedálenským kútom a balkón. Vybavenie úveru je k dispozícii.",
  "0f0b0d1c71f520d682b5b2a965ea730cc026c0d7": "2-izbový byt s výmerou 50,77 m² na 3. poschodí z 7; po rekonštrukcii, v blízkosti MHD a občianskej vybavenosti.",
  "14080285b165a621668e8927abb39f1e2303fcee": "3-izbový dom s výmerou 86 m²; novostavba v obci Špačince s kompletnou občianskou vybavenosťou; orientácia juhovýchod; nízke mesačné náklady 84 EUR; parkovanie pre dve autá.",
  "388712a159160d11114a9f881aaa23985a76ab5a": "Novostavba, 2-izbový byt, 60 m²; loggia; podlahové kúrenie; moderný štandard; výborná občianska vybavenosť; dobré dopravné napojenie na D1 a R1.",
  "51dcee2ec1945e281d0ec70b757f86f9d1739592": "Byt s rozlohou 72 m² na 11. poschodí; kompletná rekonštrukcia; parkovacie miesto v osobnom vlastníctve; vynikajúca poloha s pešou dostupnosťou k občianskej vybavenosti a napojením na diaľnicu.",
  "035163e72ff9bf12f00d00d382cbae9f2ac36da0": "Predaj priestranného 1-izbového bytu, dispozične upraveného na 2-izbový; výmera 42 m², 12. poschodie z 13, 2 loggie, pivnica; kompletná rekonštrukcia v roku 2025, nízke mesačné náklady, výborná dostupnosť MHD.",
  "6a24cf4868b4f7f62f2223f02c227e88700baa1c": "Predaj 3-izbového bytu s halou a loggiou; podlahová plocha 85 m², čiastočná rekonštrukcia, veľká pivnica 7 m², garáž 18 m²; 4. poschodie bez výťahu, lokalita v centre mesta.",
  "d70dfb84ad996b3c13afded0826fba46d4936f7d": "3-izbový byt s výmerou 80,49 m²; nachádza sa na 2. poschodí; k dispozícii balkón, loggia a parkovacie miesto; mesačné náklady cca 135€; výborná občianska vybavenosť v blízkosti.",
  "ef75b86450c9b70d65ff9cf893565b9405580be2": "Priestranný 3-izbový byt s výmerou 111 m²; súkromná záhrada, tri parkovacie miesta, možnosť rozšírenia o obytné podkrovie; tichá lokalita s kompletnou občianskou vybavenosťou.",
  "0a86fd49f5721618206fe9555407e5e2f4ab16d3": "Exkluzívny 2,5-izbový byt v novostavbe s výmerou 76,25 m²; klimatizácia, samostatné plynové kúrenie; tiché prostredie v centre Trnavy; možnosť podzemného parkovania a súkromný vstup.",
  "bfd770c67aa8da9da5cd976345002df5f619bb3c": "Predávaný 3-izbový byt s výmerou 90 m² a dvoma loggiami. Nachádza sa na 2. poschodí, parkovanie zdarma, 8 min peši od železničnej stanice; vhodný na investičný prenájom.",
  "840dfe7309e44a5e829462573463f2988c845b9d": "V ponuke je 3-izbový byt s výmerou 72,43 m² a lodžiou 5,88 m²; nachádza sa na 2. nadzemnom podlaží; projekt s energetickou triedou A0, podzemná garáž a výťah.",
  "abd6e25af150bb187ec908bfb9ed8885b407f216": "Ponúkajú sa priestranné 3-izbové byty s výmerou od 85 m² v novostavbe s energetickým certifikátom A; každé byt má terasu a stropné kúrenie a chladenie; parkovanie zabezpečené exteriérovým parkoviskom.",
  "3d804a96e87299924667d8e864f1945da4a29136": "Predáme 1-izbový byt s výmerou 38 m² na 5. poschodí s výťahom; byt má balkón a pivnicu; mesačné náklady sú cca 100 EUR a je voľný od 31.1.2026.",
  "a8a3ba24b42448f3c7a2e045f9fdfd420a98bfb8": "4-izbový byt po kompletnej rekonštrukcii s výmerou 82 m²; nachádza sa na 8. poschodí z 9 s loggiou a pivnicou; lokalita Hlboká ulica, Trnava, v pešej dostupnosti k centru mesta.",
  "91ac4fe644f1bcd6139f18f159aebd562dcec23f": "Na predaj moderný 3-izbový byt s výmerou 66 m² a balkónom; nachádza sa na 5. poschodí v zateplenom dome s novým výťahom, kompletne zrekonštruovaný v roku 2025.",
  "f9510bb72d654500454cc226144ef5fc19ba2206": "2-izbový byt po kompletnej rekonštrukcii z roku 2025; 4. poschodie, loggia, nízke mesačné náklady; ideálny na prenájom v obľúbenej lokalite s kompletnou občianskou vybavenosťou.",
  "1b83c43692db95c8c881f4b6e36bc1aee5a6184b": "3-izbový byt s výmerou 46,92 m² v novostavbe; balkón 4,61 m²; tichá lokalita, len 4 km od centra Trnavy, stabilný dopyt po nájomnom bývaní.",
  "a82b2eb5d9acd66e782e5f6c23d2cffd21c1be56": "Predáme novostavbu bytu s výmerou 27,7 m² na 2. nadzemnom podlaží; byt je v stave holobyt a nachádza sa v centre mesta.",
  "97b133a94c2831fbb211679c21ae7afc69e31690": "Predáme 2-izbový byt o výmere 58 m² v novostavbe na 3. poschodí; byt má lodžiu o výmere 5 m² a predprípravu na klimatizáciu; garážové parkovanie v suteréne.",
  "1a650feb4aa1e542d0bd934b425e8eca084e2d68": "Predáme 2-izbový tehlový byt o výmere 52 m²; nachádza sa blízko železničnej a autobusovej stanice, k dispozícii je komora na pozemku; voľný od februára 2026.",
  "9809e776b8b939835727776a7605d1b180c9d465": "Predáme 3-izbový byt s výmerou 62 m² na 1. poschodí; byt má balkón, pivnicu, plastové okná, novú elektriku a dobrú dostupnosť na MHD a centrum mesta.",
  "bd04dd62e7114122c14b2d1dc4bc3975320d0091": "Ponúkame 3 izbový tehlový byt s halou a veľkou loggiou; podlahová plocha 85 m², čiastočná rekonštrukcia, na 4. poschodí bez výťahu; garáž a pivnica sú zahrnuté.",
  "18917a5bfef463a15085ada07f7e44d93797994b": "3-izbový penthouse na 14. poschodí s výmerou 79,39 m² a terasou 76,53 m²; klimatizácia, kryté parkovanie a pivnica; pešia dostupnosť k kompletné občianskej vybavenosti.",
  "5aa3630e7881a79f91343ddcccac2024ea39c5d4": "3-izbový byt s rozlohou 69,54 m² a balkónom 4 m²; nachádza sa na 3. poschodí novostavby s výťahom; súčasťou sú dve garážové parkovacie státia a priestranná pivnica 5,71 m².",
  "da9cb037c335a5e6b4671fda78e4ca895b2cffae": "2-izbový byt po kompletnej rekonštrukcii s výmerou 53,63 m²; balkón, možnosť parkovania pri dome; výborná dostupnosť do centra a na D1.",
  "ef022800e3e9de68e950b98cf42af510479ee008": "2-izbový byt, podlažie 1 z 8, úžitková plocha 55 m²; kompletná rekonštrukcia, klimatizácia, samostatné WC a kúpeľňa; vyhľadávaná lokalita s dobrým prístupom k občianskej vybavenosti.",
  "0bbbf61163d00bfe6511e3abf0c1aeee2d2e9d81": "4-izbový podkrovný byt o výmere 40 m², kompletná rekonštrukcia; nachádza sa v historickej budove na lukratívnej adrese v centre mesta.",
  "b536511a89daba283a623f81d7b02dc594dafe66": "4-izbový byt po kompletnej rekonštrukcii; nachádza sa v historickej budove v centre mesta; možnosť individuálneho dokončenia interiéru; úložný priestor o výmere 40 m².",
  "9fcead4fe873fd3e0478a07f27b1fe23d243a90c": "Kompletne zrekonštruovaný 3-izbový byt s rozlohou 68 m²; bezproblémové parkovanie, Balkón, pivnica, klimatizácia; pešia dostupnosť do centra.",
  "84412b9870b1061c2d2c38e8e1ae229cebc392d2": "3-izbový byt s výmerou 80 m², nachádzajúci sa v centre Trnavy; novostavba s optickým internetom, bezpečnostným systémom a priame prepojenie na podzemnú garáž výťahom.",
  "6fdb8c2c3fd74cfdf4a29ce5286508f1c4899e84": "3-izbový byt s výmerou 63,1 m², nachádzajúci sa na 4. poschodí bez výťahu; k dispozícii balkón a pivnica; pôvodný stav, pripravený na rekonštrukciu; blízko napojenie na D1.",
  "136fdb882469c6593e8f81c2673085f059bfb2bd": "3-izbový byt, 82 m²; kompletná rekonštrukcia; 8. poschodie s výťahom; bezproblémové parkovanie; v pešej dostupnosti obchody, škola, MHD a železničná stanica.",
  "c9513aee29a5fcc8d521a564a298643a6051aa52": "3 izbový byt s výmerou 84 m²; pôvodný stav; 4./4 NP bez výťahu; 2 balkóny a pivnica; bezplatné parkovanie; možnosť využívania záhradky.",
  "e30927c48c357e24e0a2fb166f4262907f6c0d2a": "Apartmány s výmerou od 43 m² do 100 m²; novostavba s výťahom; vyhradené parkovanie; lokalita s dobrou dostupnosťou a možnosťou športového vyžitia.",
  "dd3d6ba0ca8a57118baed3aa828c4e9a56bc93b6": "3-izbový mezonet s úžitkovou plochou 86 m²; má balkón 4 m², kryté parkovanie a podlahové kúrenie; nachádza sa v historickej časti Trnavy s kompletnou občianskou vybavenosťou.",
  "9292e47a5b767c10da4c5dbfde9a76245fbe3733": "3-izbový byt s podlahovou plochou 74,77 m²; novostavba; loggia 6,5 m²; pivnica 4,72 m²; teplovodné podlahové kúrenie; nízke mesačné náklady 80 €.",
  "7f86b6b0a52963732967df29a365a4e6a06d01e0": "Byt s rozlohou 72 m² na 11. podlaží; kompletná rekonštrukcia; priestranná loggia; parkovacie miesto v osobnom vlastníctve; výborné napojenie na diaľnicu a kompletná občianska vybavenosť v pešej dostupnosti.",
  "28d26b79e5481edafaa6b982438b7d00b1c095fe": "2-izbový byt s plochou 56 m² v novostavbe na 6. poschodí; priestranná loggia, pivnica, parkovacie miesto, ústredné kúrenie; výborná dostupnosť do centra a blízkosť služieb.",
  "21bfdd1e71bfce7548810e8a1b37194ced3011e8": "Byt na 3. poschodí v rodinnom dome s 9 bytmi; klimatizovaný, v pôvodnom stave na rekonštrukciu; prislúcha mu záhrada, veľké pivničné priestory a parkovacie miesto; blízko vysoké školy a MHD.",
  "efdc21249f2992490ef0a4d4bebb584fae8f7ac9": "4-izbový byt s podlahovou plochou 102,88 m²; novostavba s vlastnou záhradou 72,59 m²; nízke mesačné náklady 80 €; teplovodné podlahové kúrenie a chladenie.",
  "13e2adf918a7460497a261ee30a5f42b2e0f5527": "3-izbový mezonetový byt s úžitkovou plochou 86 m²; nachádza sa v historickej časti Trnavy, má balkón a kryté parkovanie. Kompletné zariadenie s podlahovým kúrením a modernou kuchyňou.",
  "4345b10b4def580d8f45b9d59770e3853a60464b": "4-izbový byt s výmerou 113,8 m²; nachádza sa na 1. poschodí v novostavbe s loggiou a technickou miestnosťou; energetická efektívnosť triedy A0 a nízke mesačné náklady 80 €.",
  "5de37b75de8554478f670b6ba2ddea882f5b6511": "Hľadám 1-izbový byt alebo garsónku po rekonštrukcii alebo v pôvodnom stave; lokalita: Trnava, všetky časti, vrátane sídliska Linčianska.",
  "53c41d3ea651b165da4a19243e5b0deb52d85465": "Predám 3-izbový byt po kompletnej rekonštrukcii s výmerou 70 m² na 2. poschodí v zateplenom dome s výťahom; byt má loggiu a klimatizáciu, parkovanie je možné pred domom.",
  "1dcebd509a62baeb31b52d498ef207c76886ac29": "Veľký 2-izbový byt s výmerou 62 m² na 4. poschodí, čiastočná rekonštrukcia, komora. Náklady na užívanie cca 140 €; ideálny ako investícia, voľný po kúpe.",
  "e0b56a8b02bd5ffe0e7498ac50491043d55728a2": "Ponúkame 3-izbový byt s loggiou a pivnicou, výmera 78,48 m²; nachádza sa na 8. poschodí s dobrou dostupnosťou do centra (5 minút pešo) a s kompletnou občianskou vybavenosťou.",
  "53a4052b5dc2cd8e31aa555bd9e19080ec9045c9": "3-izbový byt s užitkovou plochou 72,09 m² a loggiou 5,65 m²; vlastné kúrenie, mesačné náklady cca 140 – 150 €, výborné napojenie do Trnavy, projekt Polianky v tichej lokalite.",
  "3b2c92e48d142ce27c1bd2760c8d434900f9bcc9": "2-izbový byt s výmerou 53,24 m²; loggia 5,49 m², Balkón 0,6 m²; nachádza sa na 2. poschodí, má vlastný plynový kotol; projekt s dobrou dostupnosťou do Trnavy.",
  "5f54b24eba3ad3cdffe80a69025373878ce1f491": "3-izbový byt (80,49 m²) s balkónom a loggiou; 2. poschodie, bez nutnej rekonštrukcie; mesačné náklady cca 135€, parkovacie miesto; vynikajúca dostupnosť do Trnavy a blízkosť diaľnice D1.",
  "994108d58a6772064814fcd5402b3587c2a0cbbd": "Priestranný 2-izbový byt s výmerkou 81 m²; nachádza sa na 2. poschodí novostavby s loggiou, klimatizáciou a pivnicou; vonkajšie parkovacie státie a dostupnosť MHD.",
  "8fb14ff3f7e2bcafccfae93e30cd0dc6fe3f9809": "Priestranný 3-izbový byt po kompletnej rekonštrukcii; výmera 68 m², 5. poschodie s loggiou a pivnicou; bezproblémové parkovanie; nízke mesačné náklady; výborná dostupnosť MHD a občianska vybavenosť.",
  "08119362ebd8b461421c194e5037cf4419368962": "2-izbový byt s výmerou 78 m² na 1. poschodí s výťahom; klimatizácia, veľký šatník, pivničná kobka; skvelá lokalita v centre Trnavy blízko MHD a služieb.",
  "e44458cabd9042b78093d49ffcae0686ff487de1": "Ponúkame na predaj 3-izbový byt v novostavbe s terasou a záhradkou o výmere cca 100 m²; k dispozícii je aj pivnica, v okolí je kompletná občianska vybavenosť a dobrá dostupnosť MHD.",
  "8b21d4f47dac7e03342869745f5b4d65d2cc7d3d": "3-izbový byt s loggiou a výmerou 68,08 m² sa nachádza na 4. poschodí s výťahom; k dispozícii sú dva parkovacie miesta v garáži, príprava na okamžité bývanie.",
  "723235e4d9e90548283e4c492778472594956067": "Zrekonštruovaný 1,5-izbový byt s plochou 31,2 m²; nachádza sa na 4. poschodí, klimatizácia, pivničná kobka; ideálny ako investícia; mesačné náklady 107 €.",
  "e6af3db3c68e58c1f6c0a60dad0df8e6eb7e789d": "3-izbový byt (75,65 m²) na 6. poschodí novostavby s loggiou (9,36 m²); súčasťou je vnútorné parkovanie a pivničná kobka; kompletná občianska vybavenosť a výborná dostupnosť do centra.",
  "ad8c2765c1cb03473ec9345bde60de35fa7eed24": "Jednoizbový byt s výmerou 46 m²; nachádza sa na 1. poschodí, je kompletne zariadený, má veľkú loggiu a pivnicu; pešia dostupnosť všetkých služieb a MHD.",
  "ed7d010e347baa8a00a56f74958d34e1ebff5c5e": "3-izbový byt s lodžiou (5 m²) a pivnicou (2 m²); úžitková plocha 64 m², nachádza sa na 7. poschodí z 9, čiastočná rekonštrukcia, klimatizácia v obývacej a detskej izbe; blízko občianska vybavenosť.",
  "c03dce3c749441b15ecdede57fec3b299526b7c0": "3-izbový byt o výmere 68m² s loggiou 6m²; čiastočná rekonštrukcia; tichá lokalita s dobrou dostupnosťou; dostatok parkovacích miest; prenajatý nájomcami s možnosťou pokračovania nájmu.",
  "f21b504449853328f511715db7f01194ef7a9c01": "1-izbový byt po kompletnej rekonštrukcii; nachádza sa na 7/9 poschodí zatepleného domu; nízke mesačné náklady do 100 eur; blízko historického centra a s kompletnou občianskou vybavenosťou.",
  "94e8a51f733a1d730391a791cb54214a859a4fb6": "3-izbový byt s rozlohou 60,90 m²; kompletne zrekonštruovaný; nachádza sa v tichej lokalite Trnavy, blízko centra a s dobrou dopravnou dostupnosťou.",
  "38604d4adf1f4d61d4867ef523551d8dc78dcc0a": "4-izbový byt po kompletnej rekonštrukcii s výmerou 71,36 m²; nachádza sa na 8. poschodí, má loggiu a bezbariérový prístup; mesačné náklady 125,25 €; lokalita s kompletnou občianskou vybavenosťou.",
  "aa09051420a6c5f7f907cf835e7d3d32c45f3e83": "Predaj 2,5 izbového mezonetu, výmera 67,96 m²; novostavba z roku 2011; možnosť prenájmu parkovacieho miesta; pešia dostupnosť MHD v 5 minútach.",
  "7d0982615fde41f78fc838bc15407f508cb83924": "4-izbový byt po kompletnej rekonštrukcii s úžitkovou plochou 82,80 m²; 2 balkóny, pivnica a situovaný na 2. poschodí v zateplenom dome s vymenenými výťahmi; výborná pešia dostupnosť do centra Trnavy.",
  "2f727efe0e628dc943a30ecb9459fb31e2a2571f": "2-izbový byt po kompletnej rekonštrukcii; výmera 41,82 m², 1/5 poschodí, s výťahom; nízke mesačné náklady do 100€; bez balkónu; pešia dostupnosť do centra Trnavy.",
  "3584450fe64ce34e08b745e90106c94e23c30998": "Dvojizbový byt v novostavbe s výmerou 53 m²; terasou a záhradou s rozlohou 50 m²; vlastné parkovacie miesto; tichá lokalita s dobrou dostupnosťou do Trnavy.",
  "a3370059584e08639173e6a09008074814d300ed": "Mezonetový byt s rozlohou 115 m² má 5 izieb, terasu a technickú miestnosť; k dispozícii sú aj dve parkovacie miesta a murovaná pivnica. Vykurovanie je zabezpečené plynovým kotlom a klimatizáciou.",
  "9632b558cedb4af9b7a1d1dddf7fae60c6b762d5": "Priestranný 3-izbový byt o výmere 79 m² na 7. poschodí z 9; kompletne zrekonštruovaný, loggia a pivnica; lokalita s kompletnou občianskou vybavenosťou a výbornou dostupnosťou do centra.",
  "f8a8bb49426f4a841df6e343061a6939a4c41839": "3-izbový byt po kompletnej rekonštrukcii s výmerou 100 m²; nachádza sa na 6. poschodí s výťahom; má terasu 27,5 m² a výbornú pešiu dostupnosť k centru Trnavy.",
  "5e756f1c58241a28d85b1bf0508fb0c0b994979a": "Exkluzívne 4-izbové byty s výmerou 124,77 m²; každé má balkón a terasu s rozlohou 34 m². Novostavba v lukratívnej lokalite Zátvor, s možnosťou parkovania v garáži.",
  "bcc05f4afab8b29cc5a4d62e647db014ca03e137": "2-izbový byt s plochou 59,41 m²; nachádza sa na 2. poschodí s priestranným balkónom 13,20 m². Projekt ponúka kvalitné materiály a pohodlné parkovanie.",
  "a21740316b58361315f08f8e187390a4f7cc1758": "Na predaj 2-izbový byt s výmerou 50 m² na 8. poschodí s dvomi lodžiami; nachádza sa v lokalite s dobrou dostupnosťou MHD a občianskou vybavenosťou.",
  "4ecbaebd3b7703b1630403f6b8abd5f3b53d1a85": "2 izbový byt s výmerou 50,8 m²; nachádza sa na 1. poschodí v zateplenom dome s výťahom; v pôvodnom stave, bez balkóna; mesačné náklady 140 €.",
  "3c4eca75e50b44f170dbef86ef309edc824d2d1a": "3-izbový byt s výmerou 56,44 m² na 2. poschodí; menšia rekonštrukcia pred 10 rokmi; k bytu patrí pivnica; mesačné náklady 105 €; pešia dostupnosť k nákupom a centru mesta.",
  "4a1f7bef8dc294671cc901a1e8122910648356b6": "1-izbový byt s výmerou 32,90 m²; nachádza sa na 1. nadzemnom podlaží; vlastné plynové kúrenie; mesačné náklady cca 75 €; blízko občianskej vybavenosti a MHD.",
  "b0469f68d2fd6fad4ca9ddc34f675c8b926103ef": "3-izbový byt s lodžiou prešiel čiastočnou rekonštrukciou; má výmeru 61 m², nachádza sa na 3. poschodí s výťahom, k dispozícii je aj parkovacie miesto a pivnica.",
  "9ebb336d9a4cd4117df1295eac1af2dfa95cd6bc": "3-izbový byt s výmerou 83 m² na 6. poschodí; klimatizácia, balkón, pivnica; vo vyhľadávanej lokalite v pešej dostupnosti od centra.",
  "06342999025e8fafe6b0837d74d63790fe83620a": "Predaj 4-izbového bytu o výmere 84,12 m² s loggiou 4 m²; čiastočná rekonštrukcia, nachádza sa na 8. poschodí z 9, s výťahom a pivnicou; prenajatý s mesačným výnosom 1 000 €.",
  "d97f0505d62b0e091104f890873ea432e4dafb73": "2-izbový byt o výmere 52,56 m² na vyvýšenom prízemí; pôvodný stav je vhodný na rekonštrukciu; mesačné náklady 120 € správcovské poplatky, 18 € plyn, 9 € elektrina. Murovaná pivnica.",
  "5c7a8443407b4cb678b22798fb8a843719a54f93": "Na predaj 3-izbový byt po kompletnej rekonštrukcii s rozlohou 75,77 m²; byt má loggiu 3,35 m², terasu 9,10 m², podlahové vykurovanie a klimatizáciu. Nachádza sa v pokojnom komplexe s 10 bytmi.",
  "995e00f2698e32936f04183b6f3039e5e0cba01a": "Priestranný 1-izbový byt o výmere 42 m²; pôvodný, udržiavaný stav s dvoma loggiami a pivnicou; výťah; verejné parkovanie; kompletná občianska vybavenosť v lokalite.",
  "91e07d0e6485116590b32b1e6d0f3bc6572ef86b": "3-izbový byt po kompletnej rekonštrukcii; výmera 69,17 m²; 8. poschodie s loggiou a pivnicou; bezproblémové parkovanie; výborná dostupnosť k MHD a občianskej vybavenosti.",
  "3159527b7e5766e0108152b990e35f3d975a2abb": "Ponúkame 3-izbový podkrovný byt s výmerou 96,51 m² a loggiou 6,19 m²; nachádza sa na 4. poschodí, vybavený klimatizáciou, podlahovým kúrením a parkovaním v podzemnej garáži.",
  "0b6ea0890f00ef2d96f9dff89e601c2c9ce546b4": "V ponuke sú 1 až 4 izbové byty s balkónmi a terasami; projekt sa nachádza v historickom centre Trnavy s dobrou dostupnosťou a podzemným parkovaním.",
  "a7ac40cbf25b013687c8a98d339a714bc860d085": "Priestranný 3-izbový byt (66,19 m²) na 7. poschodí v zrekonštruovanom panelovom dome; má balkón, pivnicu (1,2 m²) a klimatizáciu; mesačné náklady 150 €. V blízkosti MHD a infraštruktúry.",
  "f9c26d68ee8183807da871ad79d5161584be8e0e": "Útulný 1-izbový byt po kompletnej rekonštrukcii; nachádza sa na 6. poschodí z 8; k dispozícii pivnica a parkovanie; mesačné náklady približne 113 €; v lokalite s výbornou dostupnosťou do centra.",
  "03aa120a31ef505ae9e4eba459fbf8458a37dc73": "3,5-izbový byt s výmerou 74,21 m² a balkónom 3,5 m²; kompletná rekonštrukcia; mesačné náklady 150 €; dobrá občianska vybavenosť a dostupnosť MHD.",
  "4ab239a4beff40e245f42a8c365394e7f4aac9c9": "Priestranný 3-izbový byt na 3. poschodí s výťahom v zateplenom dome; klimatizácia; krytá terasa; pešia dostupnosť do centra Trnavy a MHD; možnosť dokúpenia parkovacieho miesta.",
  "21712095ae2f5c2f926e38aece855ddafb6ccb7e": "Rezidencia ponúka 1 až 4 izbové byty s balkónmi a terasami; parkovanie zabezpečené v podzemnej garáži; projekt sa nachádza v historickom centre Trnavy s prístupom k kultúrnemu vyžitiu.",
  "550ebaa009a3ea816d8758f3e6ef27347a8eb1d7": "2-izbový byt s výmerou 50 m² po kompletnej rekonštrukcii; nachádza sa na 1. poschodí s balkónom; parkovanie pred domom, mesačné náklady 140 €; výborná lokalita s dobrou dostupnosťou do centra.",
  "7f5e51e55e8d84b979039e73d98c5df084b80156": "1-izbový byt o výmere 31,08 m² na 7. poschodí s loggiou; byt je v pôvodnom stave, určený na kompletnú rekonštrukciu; dobrá dostupnosť do centra a občianska vybavenosť v pešej vzdialenosti.",
  "19518995fdc6283cbbe21c5f660164bcb75178ee": "**summary_short_sk:** \"V ponuke sú 1 až 4 izbové byty s balkónmi a terasami; podzemné parkovanie a wellness pre obyvateľov. Projekt sa nachádza v historickom centre Trnavy, čo zaručuje dobrú dostupnosť.",
  "36792891d4cdc10c295c9996110c0adb3358c5ed": "Rezidencia ponúka 1 až 4 izbové byty s balkónmi alebo terasami; parkovanie v podzemnej garáži; situovaná v historickom centre Trnavy s výbornou dostupnosťou a nadštandardnou vybavenosťou.",
  "9285515a285f0bbd19557530f5e1e5886eb2623f": "Priestranný 3-izbový byt s výmerou 68 m² na 2. poschodí; čiastočná rekonštrukcia z roku 2010; balkón, tichá lokalita, blízko MHD a s výhľadom na zeleň.",
  "601a9b47dfc567b8f6a353edb20bce41090f6342": "3-izbový byt s lodžiou, výmera 67 m², na 3/8 poschodí; čiastočná rekonštrukcia, plastové okná, pivnica 2,3 m²; kompletná občianska vybavenosť v blízkosti.",
  "c166f11474fe7116dfb0c077f5afafdf7f6ac52f": "Modernizovaný 3-izbový byt s rozlohou 66,6 m² a loggiou 5,5 m²; nachádza sa na 1. poschodí z 8 s výťahom, pivnica prislúcha.",
  "9f5b2260d7f9a4ba2f297487ce27272e006af0ad": "Ponúkame novostavbu 3-izbového bytu s rozlohou 74 m², priestranným balkónom 10 m² a parkovaním v podzemnej garáži; nachádza sa na 3. poschodí s výťahom.",
  "66b4701b0dd03874cecaddce704179f2584582dd": "3-izbový byt s úžitkovou plochou 66,72 m²; nachádza sa na 5. poschodí s výťahom; prislúcha k nemu balkón a pivnica. Lokalita s kompletnou občianskou vybavenosťou, blízko parku.",
  "2221123a01526856bf93585e6d067af437d6a943": "4 izbový byt s rozlohou 83 m² a loggiou 4 m²; nachádza sa na zvýšenom prízemí, čiastočne zrekonštruovaný, so zatepleným bytovým domom a dobrou občianskou vybavenosťou.",
  "ac1b203dc66d3e1b2aa96e6b9254461a36ae5fd1": "Ponúkame 3 izbový byt s rozlohou 60 m²; nachádza sa na 1. poschodí v novostavbe s balkónom a garážou. Byt prešiel kompletnou rekonštrukciou a má nové kúrenie.",
  "a83c9e882fb2d17cfaabed6ac06a5152b8864a13": "Priestranný 3i byt o výmere 92 m² na 8/8 poschodí; klimatizácia; loggia; pivnica; bezproblémové parkovanie; v pešej dostupnosti škôl a MHD; ideálne na prenájom.",
  "4afc94b91383f7fd139f7d33eb34f73cfe399f78": "Byt má 4 izby, rozlohu 91,82 m² a dve lodžie; nachádza sa na 3. poschodí bez výťahu. Vlastné parkovacie miesto a mesačné náklady 150 eur pre 4-člennú rodinu.",
  "8626e898ba1b2172d6b927971ed24b1e2dd4b930": "Na predaj kompletne zrekonštruovaný 3-izbový byt s rozlohou 60 m² na 1. poschodí; prislúcha mu balkón, garáž a pivnica; vykurovanie zabezpečené kondenzačným kotlom.",
  "09c662c9f00a1c9f201f698ccffb83f2dc1f132a": "1-izbový byt po rekonštrukcii; výmera 37 m² + loggia; 6. poschodie z 7 s výťahom; v blízkosti MHD a obchodov; vhodný ako investičný.",
  "8049c83ff17df2698d5e290c24d934b9b0051faf": "3-izbový byt s rozlohou 68 m²; nachádza sa na 2. poschodí bez výťahu; balkón, pivnica; vymenené plastové okná a drevenné podlahy; dobrá občianska vybavenosť v okolí.",
  "f4aade7c4305a6be9a9ad73d0d1eaf7d94a61d06": "Veľký 2-izbový byt; dispozične samostatná izba a obývacia izba spojená s kuchyňou; vykurovanie plynovým kotlom; nízke mesačné náklady; dobrá občianska vybavenosť v obci Biely Kostol.",
  "d3d114cf274c16010494fa268164fde0cd84c97f": "Byt s výmerou 79 m² disponuje tromi samostatnými izbami a lodžiou; nachádza sa v bytovom dome s výťahom a obsahuje pivnicu; parkovanie pred domom.",
  "31ca1cc3f41c75c28cba45d0911098af99414653": "3-izbový byt o výmere 64,59 m²; nachádza sa v tichej lokalite blízko centra Trnavy; loggia z kuchyne, pivnica 6 m², ideálny na prenájom.",
  "16da0ec217f76ed67bcf14e8fdd7a4fa3744771e": "4-izbový mezonetový byt o výmere 116 m²; plocha rozdelená na 1. a 2. podlažie; vlastný plynový kotol, 2 klimatizačné jednotky, vlastná murovaná pivnica 10 m²; parkovanie vo dvore.",
  "49f7d976bb5c9d71a2bdf983411690e5fb4c73d1": "Novo zrekonštruovaný 2-izbový byt o výmere 50 m²; situovaný na 4. poschodí zatepleného domu s výťahom; balkón; pivnica 2,3 m².",
  "2dcc1127f1e5799b2294e82c3040e888b36eabc0": "3-izbový byt o výmere 68,43 m²; 2. poschodie; loggia; postupná rekonštrukcia; k dispozícii 2 pivnice; mesačné náklady cca 260 €.",
  "1d7c04bb092cf270fcabca759ae8ebdb4bb10ec8": "3-izbový byt o výmere 95 m²; nachádza sa na 2. podlaží zatepleného domu; podlahové elektrické kúrenie; klimatizácia; možnosť parkovania a blízkosť občianskej vybavenosti.",
  "fff4011f38bdc0e907d883cac53aa775838dd944": "Priestranný 1-izbový byt s kompletnou rekonštrukciou z roku 2025, dispozične upravený na 2-izbový; výmera 42 m², 2 loggie, 12. poschodie s dvojicou výťahov; výborná dostupnosť MHD.",
  "284b43b3d7e7e2cfcfe2559f92ba0a8bb6d2f1d3": "Moderný 1-izbový byt po kompletnej rekonštrukcii má výmeru 30 m²; nachádza sa na 1. poschodí s výťahom a prislúcha k nemu pivnica; nízke mesačné náklady do 125 €.",
  "a407f5b417a8a66453d88e1bfc90e00bb9fecc8c": "3-izbový byt s výmerou 94,33 m²; nachádza sa na 2. poschodí s výťahom; obsahuje terasu 15 m², balkón 8 m², pivnicu 4 m² a klimatizáciu; parkovacie miesto v podzemnej garáži.",
  "a2b3561986127688fad18fce1d74d0aa052c509f": "2 izbový byt s rozlohou 53,67 m²; 2. poschodie bez výťahu; balkón; parkovacie miesto v oplotenom areáli; nízke prevádzkové náklady do 100 EUR; pešia dostupnosť do centra cca 15 minút.",
  "a6de34de87b8e3f6f32b89df55688e702c1d7a5e": "Pekný 2-izbový byt po kompletnej rekonštrukcii; výmera 52 m², 1. poschodie; má loggiu a praktickú pivnicu; tichá lokalita s kompletnou občianskou vybavenosťou v pešej dostupnosti.",
  "5fe43008fe8d9ff73642849f4614c8b2d05e57b4": "Priestranný 2-izbový byt po čiastočnej rekonštrukcii; klimatizácia; pivnica 8,38 m²; bezproblémové parkovanie; 5 minút chôdze k MHD a železničnej stanici. Dobrá lokalita s kompletnou občianskou vybavenosťou.",
  "0de30fd574053fb9a254edc7649954512c3de1b5": "Ponúkame 4-izbový byt s výmerou 127 m²; kompletná rekonštrukcia v roku 2025; 2 loggie, 2 garážové státia, pivnica 7 m²; nízke mesačné náklady 200 €; len 3 minúty pešo do centra.",
  "849dd3b5aa32ba9b966a8de374381f305e9b2c5c": "Slnečný 2-izbový byt s výmerou 54 m² sa nachádza na 3. poschodí v zrekonštruovanom dome s výťahom; k dispozícii je balkón a pivnica. Lokalita Trnava-západ je dobre napojená na MHD a nakupovanie.",
  "95745a1c2ab314781d4e6f93add3cbab79006790": "1,5-izbový byt s výmerou 36 m² a loggiou 7 m²; kompletne zariadený, klimatizácia, dostupná pivničná kobka; projekt Arboria v obľúbenej lokalite s dobrou dostupnosťou do centra.",
  "1b6bed45ae0cf3b31fd782eabadffc127f8b5615": "3-izbový byt s rozlohou 80 m² na 5. poschodí novostavby; súčasťou je parkovacie miesto, 2 kúpeľne, pivnica a orientácia do tichého vnútrobloku v lokalite Arboria, Trnava.",
  "341e500f89f856d04c1b9071bbcb15747ecc10a2": "Ponúkame 2-izbový byt s rozlohou 38,24 m² a priestrannou loggiou; novostavba s podlahovým kúrením, murovanou pivnicou a parkovacím miestom. Lokalita s rozsiahlou športovou vybavenosťou a cyklotrasami.",
  "d5ae834a86d6d2430ddd7773792513cb5d956fa7": "Svetlý 2-izbový byt s výmerou 45,37 m² v tehlovej novostavbe; podlahové kúrenie, loggia (5,36 m²), veľká pivnica (6,98 m²) a vlastné parkovacie miesto. Výborná dostupnosť cyklochodníkov a športového areálu.",
  "8636d692dc5c33fa9e18a04006cf4ceaba987003": "3-izbový byt s výmerou 110 m² v historickej vile; vlastný pozemok 528 m², dvojgaráže, priestranné pivnice; možnosť zobytnenia podkrovia; v obývateľnom stave, flexibilná dispozícia.",
  "e64a7b41925bb5833e2322c98898ebd61cc6c17a": "2-izbový byt s výmerou 52 m² na 4. poschodí; po rekonštrukcii a prenajatý dlhodobému nájomníkovi; k bytu patrí balkón a pivnica; rezidentské parkovanie; výborná lokalita s občianskou vybavenosťou.",
  "de1b79dcf450fbbbfbf5ded04f5ccfa669e87444": "4-izbový byt po kompletnej rekonštrukcii s výmerou 73,01 m²; nachádza sa na 8/8 poschodí s výťahom; loggia; nízke mesačné náklady 130 €.",
  "b602062024fdc5353d3eff630407cd79d82237cb": "2-izbový byt na 3. poschodí; dispozične prakticky riešený; k bytu prislúcha kobka; kompletná občianska vybavenosť a výborná dostupnosť do centra mesta.",
  "ee1af453da32620fb9adbf3fcd389ac604abc664": "2-izbový byt prerobený na 3-izbový s výmerou 55,67 m²; kompletne zrekonštruovaný, vlastný kotol, mesačné náklady cca 160 eur; parkovanie pod vchodom.",
  "23cf75928a69ac2090f778aa923537ff08a63b53": "Dvojpodlažný 4 a 1/2 izbový rodinný dom s úžitkovou plochou 120 m²; moderný nízkoenergetický dom vhodný na stredné stavebné parcely.",
  "12467cd5802e70bee3e9bbc3400dbfa8cbc8390a": "1-izbový byt s výmerou cca 30 m²; situovaný na 6. poschodí v zateplenom dome s výťahom; kompletná rekonštrukcia; mesačné náklady 114 €; výborná občianska vybavenosť a dostupnosť do centra.",
  "195865429fda9629f1b662382d657a2d49fabe56": "4-izbový byt s terasou a strešnou terasou; výmera 104,07 m²; novostavba; podlahové kúrenie, klimatizácia, rekuperácia; súkromný vstup na strechu; dostatok parkovacích možností v kľudnej lokalite Trnavy.",
  "d168626ad971cad234bb0f8baa6b27be2e9ced19": "3-izbový byt po rekonštrukcii; výmera 67 m², dve loggie, pivnica, výťah; výborná dostupnosť do centra a na diaľnicu D1, komplexná občianska vybavenosť.",
  "bf3988be080a2242e4804469c0bc16036f022031": "INPUT DESCRIPTION: \"\"\"Zrekonštruovaný 3izbák s výhľadom do korún stromov\"\"\"\n\nOUTPUT:\nsummary_short_sk: \"Trochizbový byt po rekonstrukcii; nachádza sa na tichom mieste s výhľadom na zeleň.",
  "d7d902424e81dcf8bf2e5b9a18bbad95e2a9e7a2": "Moderný 2-izbový byt s výmerou 44,07 m² v novostavbe; ponúka balkón, nízke mesačné náklady a dobrú dostupnosť do Trnavy. Stabilný dopyt po nájomnom bývaní v lokalite.",
  "e46a54e49e6d6d6d48a1d9cfd4493cffc9748dae": "Moderné 3-izbové domy s úžitkovou plochou 71,05 m²; každému domu prislúchajú 2 parkovacie miesta a záhrady; projekt sa nachádza v pokojnej lokalite s dobrou dostupnosťou na diaľnicu D1.",
  "d149458c061c1d0659b66b74499d567dfda3aefb": "1-izbový byt po kompletnej rekonštrukcii s výmerou 30 m²; nachádza sa na 1. poschodí, je momentálne prenajatý a má nízke mesačné náklady.",
  "d4d2723972fb5829249d81c7a483f36aa6ff37fd": "3-izbový byt s výmerou 76,50 m² sa nachádza na prízemí novostavby; predzáhradka 47,82 m², orientácia na západ, energetická trieda A0, s výťahom a garážovým parkovaním. V blízkosti kompletná občianska vybavenosť a park.",
  "1dfa1f7ec82e6296f17eb641e9a9762c9d471b90": "3-izbový byt v novostavbe MIKO, výmera 72 m² plus balkón; nachádza sa na 3. poschodí, s garážovým parkovaním a vysokorýchlostným internetom; ideálna poloha blízko diaľnice a centra mesta.",
  "4570dcd7fee5bacc401092c09c8df60caf7f015d": "3-izbový byt s výmerou 68,27 m² a krytou lodžiou 5,37 m²; nachádza sa na 2. nadzemnom podlaží, klimatizácia a podzemná garáž sú súčasťou štandardu; plánované dokončenie III. etapy jar 2026.",
  "e8d32b3d66561a2f9bc73d7022b28351544d6817": "Kompletne zrekonštruovaný dvojizbový byt s výmerou 49,27 m²; nachádza sa na 6. poschodí s balkónom a pivnicou; v blízkosti MHD a historického centra (400 m).",
  "89a3ce7b44817cd616614344f50eafd03f632e37": "Pekný 2-izbový byt po rekonštrukcii; rozloha 50 m², prízemie, bez balkóna, s pivnicou 2,5 m²; mesačné náklady cca 150€, bezbariérový prístup, optický internet.",
  "04e1f28a0553ca4da77737d06fa312e3dd38ce71": "Predáme 2-izbový tehlový byt s výmerou 52 m²; nachádza sa na 3/3 poschodí, súčasťou je balkón a pivnica; ideálny ako investícia so stabilným nájomcom.",
  "49edfac4e366af7ab84d682b705048ae2e7c4bda": "Na predaj 3-izbový byt s výmerou 66 m²; nachádza sa na 5. poschodí s balkónom a prislúcha k nemu pivnica 3 m²; kompletná rekonštrukcia v roku 2025, nový výťah.",
  "470e54ed4a54d233ffd2ae5f8d08f6e69b012d3a": "Na predaj 2-izbový byt s rozlohou 46,2 m²; novostavba s terasou 23,3 m²; nachádza sa na 7. poschodí s 2 výťahmi; parkovanie v uzavretom areáli; 5 min peši k vlakovej stanici.",
  "3d7679a75975c289031483bbcf599b0d6cc3001d": "2-izbový byt s výmerou 53,63 m² po kompletnej rekonštrukcii; externý balkón; nízke mesačné náklady; možnosť pokračovať v prenájme súčasného nájomcu.",
  "c685e633b3fde5e0d479c411ecac3f3d5cb2fd58": "Predaj 2-izbového bytu s lodžiou a úžitkovou plochou 52 m²; k dispozícii parkovacie státie; nízke mesačné náklady 140 €; dobrá dostupnosť do centra.",
  "e934cd03eb72aa8a70ab6f8b8888a1f38f084f97": "Priestranný 2-izbový byt s rozlohou 78 m² na 1. poschodí s výťahom; súčasťou je klimatizácia, pivničná kobka a výborná dostupnosť MHD v centre mesta.",
  "40132c79f2ff55b0e47d0c6a223048397de9ceb1": "Dvojizbový byt v novostavbe s úžitkovou plochou 39,92 m²; vlastné parkovanie v podzemnej garáži; klimatizácia; tichý vnútroblok s pešou dostupnosťou do centra.",
  "daba7cb4b4b0d005df23e8c26a27e3350da66ebc": "3-izbový byt vo výmere 63,45 m²; pôvodný stav, 1. poschodie bez výťahu; loggia, pivnica; kompletná občianska vybavenosť, pešia dostupnosť k centru mesta.",
  "3a48e7e7ef694812e5ed0d3975255f1aa68c4e67": "Na predaj 3-izbový byt s lodžiou o výmere 64,34 m²; čiastočná rekonštrukcia z roku 2013; 3/4 poschodie v zateplenom dome; blízko občianskej vybavenosti a dopravy.",
  "46b3dd13067c77a059490f2ad784589bffaad28b": "2-izbový byt s úžitkovou plochou 61 m²; nachádza sa na 1. poschodí, parkovanie bezproblémové; k bytu patrí pivnica 5,5 m² a špajza 2 m².",
  "5dc0a79a822ec9c8baa133655872b878b498da91": "Priestranný 3-izbový byt s výmerou 81 m²; nachádza sa na 6. poschodí v tehlovom dome, má balkón s výhľadom a klimatizáciu; kompletná občianska vybavenosť v blízkosti.",
  "e4953758ef00d82b58faf5cdf08cf4fbd8034fc6": "3-izbový byt po rekonštrukcii s výmerou 66,7 m²; nachádza sa na 2./3 poschodí, má loggiu, pivnicu a klimatizáciu; vhodný na prenájom v blízkosti železnice a MHD.",
  "d59143225b6243af943747a82aba8851a0d988b2": "3-izbový byt s priestrannými izbami; plynové kúrenie; nízke mesačné náklady; dobrá občianska vybavenosť v obci Biely Kostol.",
  "ef2f5cb77b8ff469d2922924e037bd6112fe84be": "Slnečný 2-izbový byt po čiastočnej rekonštrukcii; prislúcha k nemu pivnica; lokalita s kompletnou občianskou vybavenosťou a dostatkom parkovacích miest.",
  "65268652c63abac9e1b7bf7716bb3f854b3a7392": "Ponúkame na predaj slnečný 3-izbový byt s postupnou rekonštrukciou; veľkorysá výmera, výborná poloha, dobrá dostupnosť do centra a dostatok parkovacích miest.",
  "bd558bd8fad5462880d16ec6146ef8134c84d74b": "Predávame 1 izbový byt o výmere 42 m² s 2 lodžiami; nachádza sa na 9. poschodí v bezbariérovom dome s dvomi výťahmi; vhodný na investíciu či prerobenie na 2 izbový byt.",
  "d292a011c82796a9dc07ebf94e8b148b9834b7d8": "Moderný 3-izbový byt v novostavbe s rozlohou 70 m²; obsahuje balkón, terasu, výťah, parkovacie miesto a nízke mesačné náklady do 150 €. Lokalita s dobrou dostupnosťou do centra a množstvom služieb.",
  "55d1b2e944003e68ffc424a6f0118d57f4dae488": "3-izbový byt; úžitková plocha 66,55 m²; čiastočná rekonštrukcia z roku 2019; 2 pivnice; lodžia; tichá lokalita s kompletnou občianskou vybavenosťou a dobrou dostupnosťou do centra.",
  "ffae610351ccbf4622b6051c4a1dee1457aa16f7": "3 izbový byt o výmere 66 m²; nachádza sa na 4. podlaží z 7; čiastočná rekonštrukcia; bez balkónu; kompletná občianska vybavenosť v blízkosti; parkovanie bezproblémové.",
  "725b6068047aceb7672f3afc363f1fe07b151305": "Na predaj je 3-izbový byt s rozlohou 69 m²; kompletná rekonštrukcia; súčasťou bytu je malá pivnica; vhodný na okamžité nasťahovanie alebo ako investícia.",
  "8e06a6f02af704c691117e73256db77600450301": "3-izbový byt s terasou; výmera interiéru 80,67 m², terasa 30,35 m²; podlahové kúrenie, klimatizácia, rekuperácia; pivnica a možnosť parkovania za príplatok; tichá lokalita s dobrou dostupnosťou do centra.",
  "e10339c5ade204b3e7a2c88ddcd15c093b6722bb": "2-izbový byt na 4. poschodí; kompletne zrekonštruovaný v roku 2025; ihneď voľný; nízke mesačné náklady; loggia; obľúbená lokalita s kompletnou občianskou vybavenosťou.",
  "04428193a9e1d1a40df7c35bfe8398e12f4aadd6": "Priestranný 2-izbový byt s podlahovou plochou 59,51 m² po kompletnej rekonštrukcii; balkón 4 m², pivnica 1,8 m², vlastné parkovací státie v garáži; nízke mesačné náklady. Blízkosť centra Trnavy.",
  "165328e7826fe5198e01c3049921b128649bb5af": "Na predaj 3-izbový byt s výmerou 61 m², nachádzajúci sa na 3. poschodí v zrekonštruovanom tehlovom dome; patrí mu balkón a 2 pivnice; mesačné náklady do 170 EUR.",
  "9109419b21a1e27cf30c5156a2ba1289b8e82cb0": "Moderný 3-izbový byt v novostavbe o výmere 70 m²; s balkónom, terasou a parkovacím miestom; výťah; nízke mesačné náklady do 150 €. Dobrý prístup do centra aj na obchvat.",
  "ad8c37e017e12e0acae844b666d8fdb3e3d241f8": "1-izbový byt s výmerou 38 m²; nachádza sa na 5. poschodí s výťahom; v pôvodnom stave; náklady cca 100 EUR/mesiac; vhodný ako investícia.",
  "364a2bacc4240da48e6cd5a41d0dbddeee627db2": "3-izbový byt s výmerou 66 m²; kompletná rekonštrukcia v roku 2025; 5. poschodie s novým výťahom; orientovaný na zeleň; bezproblémové parkovanie; ideálny pre investíciu na prenájom."
}